
{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Prepend",
        "prepend": "▁"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": " "
        },
        "content": "▁"
      }
    ]
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "<s>": {
        "id": "<s>",
        "ids": [
          1
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Replace",
        "pattern": {
          "String": "▁"
        },
        "content": " "
      },
      {
        "type": "ByteFallback"
      },
      {
        "type": "Fuse"
      },
      {
        "type": "Strip",
        "content": " ",
        "start": 1,
        "stop": 0
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "<0x00>": 3,
      "<0x01>": 4,
      "<0x02>": 5,
      "<0x03>": 6,
      "<0x04>": 7,
      "<0x05>": 8,
      "<0x06>": 9,
      "<0x07>": 10,
      "<0x08>": 11,
      "<0x09>": 12,
      "<0x0A>": 13,
      "<0x0B>": 14,
      "<0x0C>": 15,
      "<0x0D>": 16,
      "<0x0E>": 17,
      "<0x0F>": 18,
      "<0x10>": 19,
      "<0x11>": 20,
      "<0x12>": 21,
      "<0x13>": 22,
      "<0x14>": 23,
      "<0x15>": 24,
      "<0x16>": 25,
      "<0x17>": 26,
      "<0x18>": 27,
      "<0x19>": 28,
      "<0x1A>": 29,
      "<0x1B>": 30,
      "<0x1C>": 31,
      "<0x1D>": 32,
      "<0x1E>": 33,
      "<0x1F>": 34,
      "<0x20>": 35,
      "<0x21>": 36,
      "<0x22>": 37,
      "<0x23>": 38,
      "<0x24>": 39,
      "<0x25>": 40,
      "<0x26>": 41,
      "<0x27>": 42,
      "<0x28>": 43,
      "<0x29>": 44,
      "<0x2A>": 45,
      "<0x2B>": 46,
      "<0x2C>": 47,
      "<0x2D>": 48,
      "<0x2E>": 49,
      "<0x2F>": 50,
      "<0x30>": 51,
      "<0x31>": 52,
      "<0x32>": 53,
      "<0x33>": 54,
      "<0x34>": 55,
      "<0x35>": 56,
      "<0x36>": 57,
      "<0x37>": 58,
      "<0x38>": 59,
      "<0x39>": 60,
      "<0x3A>": 61,
      "<0x3B>": 62,
      "<0x3C>": 63,
      "<0x3D>": 64,
      "<0x3E>": 65,
      "<0x3F>": 66,
      "<0x40>": 67,
      "<0x41>": 68,
      "<0x42>": 69,
      "<0x43>": 70,
      "<0x44>": 71,
      "<0x45>": 72,
      "<0x46>": 73,
      "<0x47>": 74,
      "<0x48>": 75,
      "<0x49>": 76,
      "<0x4A>": 77,
      "<0x4B>": 78,
      "<0x4C>": 79,
      "<0x4D>": 80,
      "<0x4E>": 81,
      "<0x4F>": 82,
      "<0x50>": 83,
      "<0x51>": 84,
      "<0x52>": 85,
      "<0x53>": 86,
      "<0x54>": 87,
      "<0x55>": 88,
      "<0x56>": 89,
      "<0x57>": 90,
      "<0x58>": 91,
      "<0x59>": 92,
      "<0x5A>": 93,
      "<0x5B>": 94,
      "<0x5C>": 95,
      "<0x5D>": 96,
      "<0x5E>": 97,
      "<0x5F>": 98,
      "<0x60>": 99,
      "<0x61>": 100,
      "<0x62>": 101,
      "<0x63>": 102,
      "<0x64>": 103,
      "<0x65>": 104,
      "<0x66>": 105,
      "<0x67>": 106,
      "<0x68>": 107,
      "<0x69>": 108,
      "<0x6A>": 109,
      "<0x6B>": 110,
      "<0x6C>": 111,
      "<0x6D>": 112,
      "<0x6E>": 113,
      "<0x6F>": 114,
      "<0x70>": 115,
      "<0x71>": 116,
      "<0x72>": 117,
      "<0x73>": 118,
      "<0x74>": 119,
      "<0x75>": 120,
      "<0x76>": 121,
      "<0x77>": 122,
      "<0x78>": 123,
      "<0x79>": 124,
      "<0x7A>": 125,
      "<0x7B>": 126,
      "<0x7C>": 127,
      "<0x7D>": 128,
      "<0x7E>": 129,
      "<0x7F>": 130,
      "<0x80>": 131,
      "<0x81>": 132,
      "<0x82>": 133,
      "<0x83>": 134,
      "<0x84>": 135,
      "<0x85>": 136,
      "<0x86>": 137,
      "<0x87>": 138,
      "<0x88>": 139,
      "<0x89>": 140,
      "<0x8A>": 141,